---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralSectionHssInnerfillet
source: html/2724ae4f-21c0-8e4c-8efd-8515b397f03a.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralSectionHssInnerfillet Property

"Inner Fillet"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralSectionHssInnerfillet { get; }
```